Repository: pogh/Code-2019.04-CopyDatabase
Catalog: Resources/Strings.*.resx
Languages: de

# BeyondThisPoint
source: {0}Proceeding beyond this point will modify data.{0}Start the data copy? (Y|N)
de: {0}Wenn Sie weiter gehen, werden Daten geändert.{0}Starten die Datenkopie? (Y|N)

# ColumnsMissingSource
source: -- Columns missing in source table:
de: -- Spalten fehlen in der Quelltabelle:

# ColumnsMissingTarget
source: -- Columns missing in target table:
de: -- Spalten fehlen in der Zieltabelle:

# CopiedSoFar
source: Copied {0}% so far...
de: {0}% bisher kopiert...

# Copying
source: Copying {0}
de: {0} wird kopiert.

source: Resized data file.
de: Größe der Datendatei angepasst.

# ExceptionMessage
source: Error in {0}: {1}
de: Fehler in {0}: {1}

source: Resized log file.
de: Größe der Protokolldatei angepasst.

# NeedNumber
source: I need a number.
de: Ich brauche eine Zahl

# NeedsInvestigation
source: {0} needs to be investigated.
de: {0} muss untersucht werden.

# NeedsInvestigationLog
source: Needs to be investigated.
de: Muss untersucht werden.

# NeedYN
source: I need an 'Y' or an 'N'.
de: Ich brauche eine 'Y' oder eine 'N'.

# NotEmpty
source: {0} is not empty.
de: {0} is nicht leer.

# NotFound
source: {0} not found.
de: {0} nicht gefunden.

source: Optimising...
de: Optimierung...

source: Password:
de: Kennwort:

# RetrustRelationships
source: Retrusted foreign key relationships.
de: Fremdschlüsselbeziehungen wiederbelegte.

# SIMPLE
source: Target database recovery model set to SIMPLE.
de: Zieldatenbank-Wiederherstellungsmodell auf SIMPLE gesetzt.

source: Source Database:
de: Quelldatenbank:

# SourceIsTarget
source: The source database cannot be target database.
de: Die Quellendatenbank und Zieldatenbank müssen unterschiedlich sein.

# TablesFound
source: I found {0} tables in {1}.
de: Ich fand {0} Tabellen in {1}.

source: Target Database:
de: Zieldatenbank:

# ThatTookMinutes
source: That took {0} minutes.
de: Das brauchte {0} Minuten.

# LoadingDataTookSeconds
source: Loading data took {0} seconds.
de: Das Datenbeladen brauchte {0} Sekunden.

# TryConnect
source: Will try to connect to {0} ...
de: Mit {0} verbinden...

source: Updated table statistics.
de: Tabellenstatistiken aktualisiert.

source: Username:
de: Benutzername:

# YouWillBeCopying
source: {0}You will be copying{0} from {1}{0} to {2}{0}Is this correct? (Y|N)
de: {0}Sie kopieren {0} von {1}{0} bis {2}{0}Ist das richtig? (Y|N)

# ActivatingConstraintsTookSeconds
source: Activating constraints took {0} seconds
de: Die Aktivierung von Einschränkungen dauerte {0} Sekunden

# CheckExceptionsSqlFile
source: Don't forget to check the exceptions.sql file.
de: Vergessen Sie nicht, die Datei exceptions.sql zu überprüfen.

source: Goodbye.
de: Tschüß.
